[{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e24"
  },
  "name": "cancun",
  "title": "Cancun Vacation Packages: Sun, Sand and Surprises",
  "text": "While Cancun wears its reputation of being a partygoer’s paradise with pride, it is its softer side—sapphire waters, white-sand beaches, surreal sunsets, the warmth of Mexican culture that’s evident in every meal you’re served—that will really win you over. You’ll find fine luxury resorts just a day-trip away from the world-famous Mayan ruins. Adventures both above and below sea level. Thrills for adults-only vacations and family-friendly ones, too. Just connect with our Liberty Travel consultants to enjoy Cancun the way you really want to.",
  "at_a_glance": {
    "text": "",
    "currency": "Mexican Peso, $(MXN)",
    "popular_drink": "Resposado – aged Tequila that’s meant to be sipped slowly and savoured.",
    "tipping_custom": "While you’re not billed for individual meals in an all-inclusive resort, tips in either Pesos or US dollars is always appreciated by the staff.",
    "must_eat": "Taco Campechano - A traditional style of taco in which several meats, usually beef and pork are combined.",
    "power_up": "Plug type A, B 127 V",
    "language": "Spanish, though English is widely spoken.",
    "getting_there": "",
    "weather": "Cancun enjoys tropical weather with a dry season (November-April) and a rainy season (May-October).",
    "best_time_to_visit": "Peak season in Cancun is November-April with pleasant temperatures, and warm sea waters",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/cancun-m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Marvel at Chichén Itzá: The Mayan Metropolis</strong><br>Explore the 1,000-year-old observatory that stands testament to how advanced the Mayans were.</p><p class=\"text-start font-monospace\"><strong>Touch &amp; feel at the Interactive Aquarium</strong><br>Touch tanks, shark feedings, dolphin swims–explore Cancun’s beautiful ocean-life with over a 1,000 aquatic species.</p><p class=\"text-start font-monospace\"><strong>Experience the vibrant nightlife </strong><br>You’ve heard about it, now dance the night away to the beat of Salsa, Mariachi, hip hop, electronic…the night is always young here.</p><p class=\"text-start font-monospace\"><strong>Get to Isla Mujeres</strong><br>Perhaps the region’s best kept secret, you can go snorkeling, visit a turtle farm or just settle in with a book and drink for true island living.</p><p class=\"text-start font-monospace\"><strong>Tour the world’s largest underwater museum-MUSA</strong><br>Go Scuba diving or take a glass-bottom boat to see over 400 life-sized concrete figures submerged in water for a spectacular sight.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/cancun-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/adult-only-drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e25"
  },
  "name": "los-cabos",
  "title": "Los Cabos Vacation Packages: Destination Paradise",
  "text": "From breathtaking seas, to desert and mountains, this “Land’s End” destination at the tip of the Baja peninsula is full of magical contrasts. Between the two towns, San José del Cabo and Cabo San Lucas, you can swim and snorkel in crystalline calm waters or go surfing on spectacular waves. Play golf with stunning views of the ocean or explore the desert’s cactus-filled terrain. Enjoy some spa time or go dancing ‘til dawn. Liberty Travel can help you explore the extraordinary world of Los Cabos with just the type of vacation package you’re looking for.",
  "at_a_glance": {
    "text": "",
    "currency": "Mexican Peso, $ (MXN)",
    "popular_drink": "Damiana liquor",
    "tipping_custom": "While you’re not billed for individual meals in an all-inclusive resort, tips in either Pesos or US dollars are always appreciated by the staff.",
    "must_eat": "Tacos Baja Style",
    "power_up": "Plug type A, B 127 V",
    "language": "Spanish, though English is widely spoken.",
    "getting_there": "",
    "weather": "It’s 350 days of sunshine with average year-round temperature of 78ºF.",
    "best_time_to_visit": "All year round. Peak season is December-April, when it’s a bit cooler.",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Los%20Cabos-m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Go on an Art Walk</strong><br>Stroll down San José del Cabo’s Old Town and check out paintings, sculpture, photography, and jewelry by outstanding artists from across Mexico every Thursday night, November-June.</p><p class=\"text-start font-monospace\"><strong>Tour El Arco</strong><br>This iconic natural-arch rock formation at the tip of the Baja Peninsula where sea lions bask in the sun is a boat ride away.</p><p class=\"text-start font-monospace\"><strong>Play golf with majestic views of the sea</strong><br>Hit a hole-in-one at world-class golf courses developed by legends like Jack Nicklaus, Tom Fazio, Greg Norman, and Tiger Woods.</p><p class=\"text-start font-monospace\"><strong>Snorkel at Chileno Beach</strong><br>The calm, shallow, crystal-clear waters with a variety of colorful fish make it the go-to spot for snorkelers.</p><p class=\"text-start font-monospace\"><strong>Get adventurous</strong><br>Looking for a break from the beach? Cabo’s has a host of adrenaline-pumping activities—from watersports, to ATV rides, and ziplining for you to choose from.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Los%20Cabos-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Los-Cabos_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e26"
  },
  "name": "riviera-maya",
  "title": "Riviera Maya Vacation Packages: Relax & Explore",
  "text": "Welcome to Riviera Maya. With white-sand beaches, crystal blue waters, fascinating Mayan history and gorgeous weather, it has all the ingredients of a perfect vacation destination. Whether it’s an adults-only getaway that you’re looking for, or one with the whole family, our Liberty Travel consultants can recommend just the right all-inclusive package with something for everyone. Now kick back and relax.",
  "at_a_glance": {
    "text": "",
    "currency": "Mexican Peso, $ (MXN)",
    "popular_drink": "Mexican craft beer",
    "tipping_custom": "While you’re not billed for individual meals in an all-inclusive resort, tips in either Pesos or US dollars is always appreciated by the staff.",
    "must_eat": "Fresh tropical fruit",
    "power_up": "Plug type A, B 127 V",
    "language": "Spanish, though English is widely spoken.",
    "getting_there": "",
    "weather": "It’s a mix of sunshine, ocean breezes, tropical heat and rain showers. The average annual temperature is around 78º F.",
    "best_time_to_visit": "Late November- February is considered peak season when it’s dry and comfortable.",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Riviera%20Maya%20-%20m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Snorkel and meet the spectacular sea life</strong><br>Dive into the warm ocean with the world’s second largest reef system and witness a stunning variety of coral, tropical fish and other sea creatures.</p><p class=\"text-start font-monospace\"><strong>Get a mix of adventure and culture at XCaret Park</strong><br>Explore jungle ruins or raft away along the underground rivers during the day. Then, settle down for a performance showcasing the best in Mexican culture, music, and dance.</p><p class=\"text-start font-monospace\"><strong>Indulge in Mayan cuisine</strong><br>Go traditional. Plenty of restaurants offer authentic Mayan dishes made with the same ingredients used centuries ago.</p><p class=\"text-start font-monospace\"><strong>Take a trip to Tulum</strong><br>From awe-inspiring Mayan ruins, zen-like beaches, fascinating cenotes, and the freshest seafood, Tulum is an itinerary-must.</p><p class=\"text-start font-monospace\"><strong>Just relax</strong><br>While the Riviera Maya is buzzing with activities, hop on to a beachside hammock with your favorite cocktail to unwind and relax as the sun sets into the sea.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Riviera%20Maya%20-%20L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Riviera-Maya_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e27"
  },
  "name": "aruba",
  "title": "Aruba: One Happy Island",
  "text": "Located just outside the hurricane belt in the Southern Caribbean, Aruba is known for its powdery-soft sand and perfect weather. Spend the day exploring the rugged coastline and shopping for locally made crafts, and then watch the sunset from one of many beachfront lounges. Measuring only 19.6 miles long and six miles across, it’s easy to experience what makes the island so unique. Contact your Liberty Travel consultant to book a vacation that lets you embrace Aruba’s warm sunny days and even warmer, sunnier people.",
  "at_a_glance": {
    "text": "",
    "currency": "Aruban florin (ƒ), though U.S. currency is widely accepted",
    "popular_drink": "Aruba Ariba",
    "tipping_custom": "15% service charge is typically added to the bill, but it is still customary to add small change",
    "must_eat": "Keshi yena",
    "power_up": "A, B, or F (two or three-prong) 127 V",
    "language": "Dutch and Papiamento, though English is widely spoken",
    "getting_there": "",
    "weather": "The forecast is sunny and 82 degrees.",
    "best_time_to_visit": "January to March are the most popular times to visit, with April to August bringing great weather and fewer people.",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Aruba-M.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Find Your Beach</strong><br>Whether you’re looking for the shade of a fofoti tree at remote Eagle Beach, the bustle of Palm Beach, or the spectacular rugged north shores—there’s a beach for every mood and style.</p><p class=\"text-start font-monospace\"><strong>Discover the Cacti in Arikok National Park</strong><br>Arikok National Park boasts desert terrain, wild coastline, bat-filled caves, and opportunities for hiking, spelunking, wildlife watching, and off-roading.</p><p class=\"text-start font-monospace\"><strong>Trade Wind Thrills</strong><br>Aruba’s trade winds bring windsurfers and kitesurfers to the island; take a lesson, or bring your gear.</p><p class=\"text-start font-monospace\"><strong>Arts and Culture in Oranjestad</strong><br>Browse a local market, visit an art gallery, ride the trolley, or enjoy the casinos, clubs, and restaurants in Oranjestad.</p><p class=\"text-start font-monospace\"><strong>Get Active</strong><br>After relaxing on the beach, get active by snorkeling or diving a shipwreck, try one of Aruba’s championship golf courses, or enjoy a horseback ride along the beach.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/aruba-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Aruba_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e28"
  },
  "name": "jamaica",
  "title": "Jamaica Vacations: Land of Reggae and Relaxation",
  "text": "Jamaica’s culture, music scene, cuisine, waterfalls, and beach resorts offer a little something for everyone. Experience the luxury and shopping of Ocho Rios, and soak in the wading pools of Dunn’s River Falls. Visit Kingston, which gave the world Usain Bolt and Bob Marley. Relax on a white-sand beach in Montego Bay, or drift down a river. Spend days in the sun, snorkeling, swimming, or paddling, and then dance the night away to reggae and dancehall. Visit a Rastafarian village or check out Kingston’s museums and galleries. Discover Jamaica with Liberty Travel’s consultants.",
  "at_a_glance": {
    "text": "",
    "currency": "Jamaican Dollar ($), though U.S. currency is widely accepted",
    "popular_drink": "Hibiscus Tea and Rum Punch",
    "tipping_custom": "Tip anywhere between 10-15%",
    "must_eat": "Jerk Chicken and Ackee and Saltfish",
    "power_up": "A or B (two or three-prong) 110 V",
    "language": "Jamaican Creole/Patois and English",
    "getting_there": "",
    "weather": "Year-round warm, tropical weather. June 1 – November 30 is hurricane season.",
    "best_time_to_visit": "November to mid-December offers the best weather and fewer crowds, though January to March are the most popular months.",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Jamaica-M.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Visit Bob Marley’s Studio and Home</strong><br>Travel to Kingston and immerse yourself in the music and life of Bob Marley, visiting the Tuff Gong Records studio and the singer’s former home, a National Heritage Site.</p><p class=\"text-start font-monospace\"><strong>Reefs and Waterfalls</strong><br>Book a catamaran ride in Montego Bay that will take you to &nbsp;Dunn’s River Falls, snorkeling a reef, and on a sailing adventure complete with a reggae rum punch party.</p><p class=\"text-start font-monospace\"><strong>Horseback Ride through the Rainforest and Sea</strong><br>One of the best ways to experience the rainforest and coast is from the back of a horse.</p><p class=\"text-start font-monospace\"><strong>History at the Rose Hall Great House</strong><br>Visit the Rose Hall Great House and admire its Georgian architecture, European antiques, coastal views, and hear the legend of the White Witch.</p><p class=\"text-start font-monospace\"><strong>Re-live Cool Runnings at Mystic Mountain</strong><br>Ride a bobsled inspired by Jamaica’s famous 1988 Olympic bobsled team at this unique theme park.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Jamaica-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Jamaica_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e29"
  },
  "name": "st-lucia",
  "title": "Saint Lucia Vacation Packages: Beauty that Inspires",
  "text": "Welcome to Saint Lucia—a natural habitat for honeymooners, romantics and families, alike. Here mountains meet the sea, everyday hillside views inspire, and luxurious resorts amidst breathtaking beauty, delight. Located in the eastern part of the Caribbean, Saint Lucia is an island nation with gorgeous beaches, lush rainforests and fishing villages. It hosts several renowned annual celebrations, like the lively Carnival and the Jazz festival. Your Liberty Travel consultant has all the insider info on events and tours to make sure your Saint Lucia vacation is truly memorable.",
  "at_a_glance": {
    "text": "",
    "currency": "Eastern Caribbean dollar (EC$)",
    "popular_drink": "Piton – locally brewed beer",
    "tipping_custom": "10-15%, if a service charge is not included.",
    "must_eat": "Banana cake",
    "power_up": "Type G Plugs, 240 V (Most resorts provide adapters and 110 V outlets—check before traveling)",
    "language": "English",
    "getting_there": "",
    "weather": "Subtropical climate, moderated by cooling trade winds.",
    "best_time_to_visit": "December- April is typically the peak-season. Late Spring, May and June are gaining popularity, too.",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/St.%20Lucia-m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Enjoy a Segway guided tour</strong><br>Explore Saint&nbsp;Lucia’s historical sites, fauna and flora and its stunning views…all while gliding effortlessly on a Segway.</p><p class=\"text-start font-monospace\"><strong>Go on a land &amp; sea adventure</strong><br>Ride out to a banana plantation, the fishing village, and the majestic Pitons. Then, take a catamaran journey along the coast for a snorkelling experience.</p><p class=\"text-start font-monospace\"><strong>Take a mud bath at Sulphur Springs</strong><br>Dive into a dormant volcano for a rejuvenating mud bath that’s rich in minerals. Wash it all off in a nearby waterfall.</p><p class=\"text-start font-monospace\"><strong>Hike at the Pitons</strong><br>The Pitons, Saint&nbsp;Lucia’s iconic twin mountains are a perfect for hikers. While most hike on Gros Piton, the more experienced will enjoy the challenge of the steep Petit Piton.</p><p class=\"text-start font-monospace\"><strong>Explore a jungle</strong><br>Need a break from the beach? Take a guided tour through the island’s rainforest. You could, hike, bike or go ziplining, too.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/St.%20Lucia-L.png"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/St.-Lucia_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e2a"
  },
  "name": "mexico",
  "title": "Mexico Vacation Packages: A Pacific Paradise",
  "text": "Sunshine and palm-fringed beaches. Lively festivals deep-rooted in tradition. Spiced-up cuisine that’s as diverse as the landscape. Mexico is an experience that will leave you wanting more. You could tour the Mayan ruins in Tulum, visit the historic city center in Mexico City, go snorkeling in Cozumel, golfing in Los Cabos, or just choose to soak up the sun at your gorgeous all-inclusive vacation property. No matter what your choice, our Liberty Travel consultants offer plenty of options to enjoy Mexico just the way you’d like to.",
  "at_a_glance": {
    "text": "",
    "currency": "Mexican Peso, $ (MXN)",
    "popular_drink": "Michelada – a cocktail made with Mexican beer",
    "tipping_custom": "10-15% is customary at restaurants.",
    "must_eat": "Elote – Spiced-up corn on the cob sold locally",
    "power_up": "Plug type A, Bb127 V",
    "language": "Spanish",
    "getting_there": "",
    "weather": "Varies by season and region. The north has cooler winters, while the south is mostly hot all year. Always check local weather before traveling.",
    "best_time_to_visit": "All year round. Visitors head to the highlands during summer and the coasts in winter—December-April being the busiest season, and November gaining popularity, too.",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/mexico-m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p><strong>Marvel at Chichén Itzá: The Mayan Metropolis</strong><br><p class=\"text-start font-monospace\"><strong>Take up a water sport in Puerto Vallarta</strong><br>Go paragliding or jet-skiing in this popular beach destination. Then, stroll along the scenic promenades for local arts &amp; crafts.</p><p class=\"text-start font-monospace\"><strong>Check out the world’s largest underwater museum-MUSA</strong><br>Take a glass-bottom boat along the coastline of the Mayan Riviera to see a collection of submerged sculptures for an unforgettable experience.</p><p class=\"text-start font-monospace\"><strong>Go golfing in Los Cabos</strong><br>Home to some of the leading golf courses of North America, many offer panoramic views of the Sea ;of Cortés.</p><p class=\"text-start font-monospace\"><strong>Rest, relax, repeat at a spa retreat</strong><br>From ceremonial steam baths using hot stones to herbs that heal and purify, Mexico offers idyllic spa choices that satisfy the mind, body and soul.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/mexico-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Mexico_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e2b"
  },
  "name": "usa",
  "title": "USA: From the Grand Canyon to the Nation’s Capital",
  "text": "America is multicultural, vibrant, and rugged. From the golden shores of California to the towering Rockies, from the deserts of Arizona to the turquoise waters of Hawaii, America preserves its natural treasures through its 62 National Parks. From conservation to culture, the U.S. has it all. There’s New York’s skyline, Washington, D.C.’s National Mall, and Boston’s Revolutionary spirit. Florida boasts 1,197 miles of coastline and attractions include the Keys and Orlando’s theme parks. Liberty Travel’s vacation consultants can match you with a United States trip that matches your style.",
  "at_a_glance": {
    "text": "",
    "currency": "U.S. Dollar ($)",
    "popular_drink": "Depends on where you go: soda pop, coffee, and beer are staples",
    "tipping_custom": "Tip anywhere between 15-20%, unless service charge is added.",
    "must_eat": "Burgers (several states claim to have invented the burger, but you’ll find this American staple in every state—from the refined dry-aged beef burgers of New York City’s steakhouses, to the veggie burgers of California)",
    "power_up": "A or B (two or three-prong) 110 V",
    "language": "English",
    "getting_there": "",
    "weather": "Depends on where you’re going. The United States spans from the Arctic Circle in Alaska to the warm breezes of Hawaii.",
    "best_time_to_visit": "Every season brings its charms, though summer is a popular travel time.",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/usa-m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Discover America’s National Parks</strong><br>From popular destinations like Yellowstone, Yosemite, and Zion to remote parks like Big Bend, Capitol Reef, and Wrangell-St. Elias—you can hike with a crowd or all by yourself.</p><p class=\"text-start font-monospace\"><strong>A Bite of the Big Apple</strong><br>Explore New York City’s neighborhoods and attractions including the Empire State Building, the Statue of Liberty, and Brooklyn Bridge.</p><p class=\"text-start font-monospace\"><strong>Magic at Florida’s Theme Parks </strong><br>In Orlando, Walt Disney World® Resort makes dreams come true, and Universal Orlando Resort™ brings wizards and Islands of Adventure™.</p><p class=\"text-start font-monospace\"><strong>Grandeur at the Grand Canyon</strong><br>Stand on the edge of the Grand Canyon at sunrise or sunset and watch the sun paint the canyon every color.</p><p class=\"text-start font-monospace\"><strong>California Road Trip</strong><br>Nothing says America like a road trip, and California’s Pacific Coast Highway is an iconic drive that will take you from Hollywood to the Golden Gate Bridge, and north to Oregon and Washington.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/usa-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/hunts-mesa-monument-valley-arizona_1745x1165.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e2c"
  },
  "name": "canada",
  "title": "Canada Vacation Packages: Vast, Multicultural, and Wild",
  "text": "From the skyscrapers of Toronto, to the west coast vibe of Vancouver, Canada’s cities offer exquisite gardens, world-class museums, and multicultural cuisine. Liberty Travel’s consultants can help you get a taste of France on the European-style streets of Montréal. Beyond the cities is the rugged country. From the ski slopes of Whistler to the fairy tale hotel of Chateau Lake Louise in Banff, the west coast is ideal for hikers, skiers, and sightseers. The east coast has iconic Niagara Falls and the wineries of Niagara-on-the-Lake.",
  "at_a_glance": {
    "text": "",
    "currency": "Canadian Dollar ($)",
    "popular_drink": "Molson Beer",
    "tipping_custom": "It is customary to tip between 10 – 15%",
    "must_eat": "Poutine",
    "power_up": "A or B (two or three-prong) 110 V",
    "language": "English and French",
    "getting_there": "",
    "weather": "West coast climate is temperate and mild, but wet. The east coast can get quite cool in the winter, and quite hot in the summer.",
    "best_time_to_visit": "Winter brings skiers to the slopes, and summer brings tourists to the cities and main attractions. Spring brings blossoms to Canada’s many gardens, and fall foliage is spectacular, though these seasons can be cold and rainy.",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/canada-m_3.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Ride the Maid of the Mist at Niagara Falls</strong><br>Book yourself a ticket on the Maid of the Mist—the views are truly spectacular.</p><p class=\"text-start font-monospace\"><strong>Eat at the Revolving Restaurant in the CN Tower</strong><br>See Toronto from the top of the CN Tower; North America’s tallest free-standing structure boasts a revolving restaurant, offering 360-degree views.</p><p class=\"text-start font-monospace\"><strong>Ski Canada</strong><br>Mont Tremblant brings European-style alpine charm to the east coast, while the west boasts Whistler, which hosted the 2010 Olympic Games.</p><p class=\"text-start font-monospace\"><strong>Explore the Canadian Rockies</strong><br>Whether you want to luxuriate at the Banff Upper Hot Springs, experience the Canadian Rockies on foot, or visit the resort atmosphere of beautiful Lake Louise, Banff in Alberta offers something for everyone.</p><p class=\"text-start font-monospace\"><strong>Vancouver: The City of Parks</strong><br>Get outside at Stanley Park, Queen Elizabeth Park. Kitsilano Beach, Grouse Mountain, and at the city’s botanical gardens.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/canada-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Canada_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e2d"
  },
  "name": "africa",
  "title": "Africa Vacation Packages: Experience Culture",
  "text": "Welcome to Africa. A continent with over 50 countries, numerous cultural experiences, vibrant cities, stunning landscapes and a diverse range of wildlife. Whether it’s observing the larger-than-life African sunset in the savannas, seeing the legendary Egyptian pyramids at sunrise, being a part of the hustle bustle in the iconic markets of Marrakech or doing a meet and greet with chimpanzees in Liberia’s Monkey Island…adventure awaits you at every turn. And Liberty Travel has just the right vacation package to make it a trip you’ll never forget.",
  "at_a_glance": {
    "text": "",
    "currency": "",
    "popular_drink": "",
    "tipping_custom": "",
    "must_eat": "",
    "power_up": "",
    "language": "",
    "getting_there": "",
    "weather": "North Africa (Egypt, Morocco), November–March, East Africa (Tanzania, Kenya, Uganda), December–February, June–September, West Africa (Mali, Senegal, Liberia), November–April, Central Africa (Zambia, Zimbabwe, Botswana), June–September, Southern Africa (South Africa, Namibia), December–March",
    "best_time_to_visit": "",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Africa-m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Visit the pyramids of Giza in Egypt</strong><br>History and mystery surround these ornate tombs of Egyptian Pharaohs, with scientists still wondering how these ancient architectural wonders were built.</p><p class=\"text-start font-monospace\"><strong>Marvel at Victoria Falls, Zimbabwe and Zambia</strong><br>One of Earth’s greatest spectacles, the sheer power of this natural phenomena never ceases to amaze.</p><p class=\"text-start font-monospace\"><strong>Get a taste of Marrakech in Morocco</strong><br>Sample Moroccan delicacies in the souks on this tasty tour and become a spice guru after a visit to a local spice market.</p><p class=\"text-start font-monospace\"><strong>Go on a Masai Mara safari in Kenya</strong><br>See the magnificent creatures in their natural habitat. Popular sightings include elephants, rhinos, buffalos, lions and leopards.</p><p class=\"text-start font-monospace\"><strong>Catch a sunset at Serengeti National Park, Tanzania</strong><br>See the landscape turn red and gold by the setting sun, silhouetting the wildlife around you.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Africa-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Africa_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e2e"
  },
  "name": "antarctica",
  "title": "Discover Antarctica with Liberty Travel",
  "text": "Antarctica is the world’s last great wilderness. Uninhabited by humans, to get to this continent, travelers journey the way that Cook, Amundsen, and Shackleton did—by boat. Even in the austral summer, this is a land vulnerable to extremes. The days are long, and the sun might not set at all near the solstice. View whales, seals, penguins, and migratory birds in abundance. The drama of nature is on full display here: witness melting glaciers, marvel at blue ice floes, and trek over ice deserts. Liberty Travel can match you with an Antarctica cruise vacation package that’s just right for you.",
  "at_a_glance": {
    "text": "",
    "currency": "",
    "popular_drink": "",
    "tipping_custom": "",
    "must_eat": "",
    "power_up": "",
    "language": "",
    "getting_there": " There are no commercial flights to Antarctica. Travel to the continent typically begins with a cruise from Ushuaia, Argentina that crosses the Drake Passage (where three ocean currents converge), with arrival in Antarctica dictated largely by weather and sea conditions. Antarctica is the only continent that is not inhabited by humans. There are no cities, only research stations and bases. Visitors to Antarctica remain with their cruise ships and expedition guides throughout their journey.",
    "weather": "Visitors to Antarctica should prepare for cold and changing weather conditions. While temperatures in the austral summer can get as warm as 60 degrees Fahrenheit, visitors should prepare for temperatures that average around freezing and days that can drop well below freezing",
    "best_time_to_visit": "The best time to visit Antarctica is February and early March, which brings the best weather for crossing the Drake Passage, the warmest weather on the continent, and the best time for wildlife viewing.",
    "place_map_image_url": ""
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Bird-Watchers’ Paradise</strong><br>Antarctica is home to Gentoo, Adélie, and chinstrap penguins. You can also see albatrosses, terns, as well as migratory birds that travel to the continent to nest every year.</p><p class=\"text-start font-monospace\"><strong>Wildlife Viewing</strong><br>From whale-watching to seal sightings, Antarctica is home to killer whales and the Weddell seal.</p><p class=\"text-start font-monospace\"><strong>Paddle a Sea Kayak</strong><br>Get up close to icebergs and wildlife by paddling a sea kayak along the coast, where you might glimpse penguins, seals, and whales.</p><p class=\"text-start font-monospace\"><strong>Hike in the Footsteps of Explorers</strong><br>Hike to Ernest Shackleton’s lodge and see a historic site preserved by the cold and ice.</p><p class=\"text-start font-monospace\"><strong>Watch the Calving Ice</strong><br>A cruise to Antarctica includes many quiet moments where you’ll pass icebergs and the frozen coast, and moments where you can observe the melting glaciers—evidence of how human impact continues to change the continent.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Antarctica_Ice%20Kayak_711x712_WIDGET%20L.png"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Antarctica_Iceberg_838x557_WIDGET%20A.png"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e2f"
  },
  "name": "asia",
  "title": "Unforgettable Asia Vacation Packages",
  "text": "The Great Wall, Angkor Wat, Singapore skyscrapers, Mt. Fuji, Balinese dancers…welcome to Asia. A continent so vast and diverse in its regions, cultures, and peoples that it belies any single description. It is not one destination, but many, encompassing tropical rainforests and gorgeous beaches, magnificent ancient monuments and stunning man-made achievements, timeless villages and some of the world's fastest-growing modern cities. And that's why so many savvy vacationers just can’t get enough of it. Let Liberty Travel customize your vacation package so you can get the most of it.",
  "at_a_glance": {
    "text": "<p class=\"text-start font-monospace\">When traveling to Asia you could focus on one destination at a time, or given the time you have on hand, make it a multiple-destination vacation.</p>",
    "currency": "",
    "popular_drink": "",
    "tipping_custom": "",
    "must_eat": "",
    "power_up": "",
    "language": "",
    "weather": "",
    "getting_there": "There are abundant destination options offering all the makings for a fantastic vacation for single travelers, couples, and entire families.",
    "best_time_to_visit": "Due to the vast distances and expanses of water separating Asia's different regions, air travel is likely to be the preferred mode of transport.",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Asia-m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Head to the Great Wall, China</strong><br>Take a tour of one of the great wonders of the world as it winds up and down across varied terrains like a dragon.</p><p class=\"text-start font-monospace\"><strong>Tour the Angkor Wat Temples, Cambodia</strong><br>Get lost in time as you wander through the most spectacular remnants of an ancient civilization, the largest religious structure in the world.</p><p class=\"text-start font-monospace\"><strong>Visit Mt. Fuji, Japan</strong><br>Whether you hike to the top or take it all in from the observation deck, visiting this UNESCO World Heritage site is an unforgettable experience.</p><p class=\"text-start font-monospace\"><strong>Go shopping at the Floating Market, Thailand</strong><br>Ride a boat to this Bangkok market, where vendor boats sell everything from fresh fruits and flowers to clothing and souvenirs.</p><p class=\"text-start font-monospace\"><strong>Enjoy a Night Safari, Singapore</strong><br>See myriad nocturnal animals, from fierce predators to timid forest dwellers, in their natural habitat at the world's first Night Safari.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Asia-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Asia_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e30"
  },
  "name": "australia",
  "title": "Australia Vacation Packages - Down Under",
  "text": "Australia offers beautiful beaches, a wilderness that spans from the Outback to the rugged coast, and incredible dining and cultural opportunities in its cosmopolitan cities. Snorkel or dive the Great Barrier Reef, the largest coral reef on the planet. On the coast, you’ll find the vibrant city of Sydney with its iconic Opera House, and the seaside culture and turquoise water of Bondi Beach. Explore Australia’s wine regions, Daintree Rainforest, its breathtaking deserts, or meet a koala and kangaroo in the city or wild. Go down under with a little help from your Liberty Travel vacation consultant.",
  "at_a_glance": {
    "text": "",
    "currency": "Australian Dollar ($)",
    "popular_drink": "Try the shiraz and local beers",
    "tipping_custom": "While Australians don’t generally tip, in recent years it has become more customary to tip for exceptional service",
    "must_eat": "Australian BBQ & meat pies",
    "power_up": "Type I (three-prong type) 240",
    "language": "English",
    "weather": "December – February is summertime, and June to August is winter, but the climate varies across the continent",
    "getting_there": "",
    "best_time_to_visit": "Depends on where you’re going, but the Great Barrier Reef area offers year-round warmth",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Australia-M.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Snorkel or Dive the Great Barrier Reef</strong><br>The Great Barrier Reef is one of the natural wonders of the world and you can explore it by diving, snorkeling, or even spend a night on a pontoon under the stars.</p><p class=\"text-start font-monospace\"><strong>Sip Your Way Through South Australia</strong><br>Just outside Adelaide, you’ll find a land of vineyards and wineries, perfect for a wine tasting adventure or tour.</p><p class=\"text-start font-monospace\"><strong>Drive Victoria’s Great Ocean Road</strong><br>Whale watch, paddle Lower Glenelg National Park, discover quiet beaches, taste incredible cuisine, and shop; there are destinations and views for the whole family to enjoy.</p><p class=\"text-start font-monospace\"><strong>Hang Ten at Bondi Beach</strong><br>After you’ve visited the Sydney Opera House and other iconic landmarks, make your way to the restaurants, shops, and surf culture of Bondi Beach.</p><p class=\"text-start font-monospace\"><strong>World’s Longest Golf Course</strong><br>Tee off at the world’s longest golf course in Perth at Nullarbor Links.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/australia-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Australia_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e31"
  },
  "name": "caribbean",
  "title": "Caribbean Vacation Packages: Adventure Awaits",
  "text": "Turquoise water, brilliant coral reefs, white-sand beaches, and sun-soaked adventures await you in the Caribbean. From Latin beats to relaxing reggae, the cultures of the Caribbean are astonishingly diverse. Taste Creole flavors, delicious BBQ, and the fresh catch of the day. Learn to dance salsa, escape to a pirate cove, or unwind with yoga on the sand. Whether you’re looking for a remote island escape, an adults-only vacation, time with your family, or an all-inclusive resort, Liberty Travel’s Caribbean vacation packages offer options for every style.",
  "at_a_glance": {
    "text": "",
    "currency": "U.S. Dollar ($) is widely accepted, though island nations do have their own currencies; islands in the French Caribbean accept Euros (€)",
    "popular_drink": "Rum Punch",
    "tipping_custom": "Tip anywhere between 10-15%, unless service charge is added",
    "must_eat": "The fresh catch of the day",
    "power_up": "Most countries in the Caribbean use A or B (two or three-prong) 110 V",
    "language": "Spanish, French, or Dutch, though English is often a second language",
    "weather": "The forecast is warm, mild, and sunny. June 1 – November 30 is hurricane season.",
    "getting_there": "",
    "best_time_to_visit": "December through April brings crowds escaping the northern winters. May, June, and November offer great weather and less in the way of crowds.",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Caribbean-M.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Snorkel the Caribbean</strong><br>Virtually every Caribbean island offers snorkeling opportunities, so whether you can access the reef from the beach or board a catamaran to get there, plunge into the warm water and experience these incredible ecosystems for yourself.</p><p class=\"text-start font-monospace\"><strong>Take a Sunset Sail</strong><br>Every island has a west coast and every west coast has its own breathtaking sunset.</p><p class=\"text-start font-monospace\"><strong>Get Active in the Ocean</strong><br>Try stand-up paddle boarding or kayak the coastline; if you find yourself on a windier island, try kite surfing; if the surf’s up, take a surfing lesson.</p><p class=\"text-start font-monospace\"><strong>Enjoy a Beach BBQ</strong><br>After a day of basking on the beach, try the fresh catch of the day served up local style, with Creole, Latin, or Jerk flavors.</p><p class=\"text-start font-monospace\"><strong>Colonial Forts and Pirate Coves</strong><br>Many of the Caribbean islands are dotted with historic forts and pirate coves—explore the cobblestoned towns and historic architecture.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/caribbean-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Caribbean_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e32"
  },
  "name": "central-america",
  "title": "Central America: Rainforests & Beaches",
  "text": "Tropical rainforests, smoldering volcanoes, and Mayan ruins; Caribbean and Pacific beaches with crashing surf and vibrant coral reefs—this is Central America. By sea, view whales and turtles; by land, watch for sloths and monkeys. Costa Rica is known for its national parks and eco-tourism; Panama has the Panama Canal, one of the world’s great feats of engineering. Take a cruise between the Pacific and Atlantic Oceans, or visit Panama City for some shopping. Whether you want an eco-adventure, a trek through the rainforest, or an adventure on the Panama Canal, Liberty Travel can take you there.",
  "at_a_glance": {
    "text": "<p class=\"text-start font-monospace\">U.S. Citizens are not required to acquire a visa for short vacations to Panama and Costa Rica. To visit Costa Rica, bring your valid passport and return tickets (or travel documentation for your next destination). You’ll need to show proof of funds for your stay and will need to pay a departure tax of $29 U.S. dollars when you leave. The rules are similar in Panama, but make sure your passport is valid for at least three months and bring proof that you have at least $500 in your bank account. Panama’s departure tax is frequently raised. Check before you go.</p>",
    "currency": "",
    "popular_drink": "",
    "tipping_custom": "",
    "must_eat": "",
    "power_up": "",
    "language": "",
    "weather": "",
    "getting_there": "",
    "best_time_to_visit": "",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/central%20america-m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Explore Costa Rica’s National Parks</strong><br>One quarter of Costa Rica is national park; hike a lush rainforest, explore the active Arenal Volcano, or watch for birds, like the resplendent quetzal.</p><p class=\"text-start font-monospace\"><strong>Surf Beach, Swim Beach, Stroll Beach</strong><br>Costa Rica has a beach to match every mood and adventure—surf the beaches of Puntarenas, swim in the calm waters of Playa Tambor, or walk along Playa Montezuma, dotted with beautiful waterfalls.</p><p class=\"text-start font-monospace\"><strong>Yoga, Spa, and Spirit</strong><br>Costa Rica is known for its incredible spa, yoga retreats, and wellness resorts.</p><p class=\"text-start font-monospace\"><strong>Cruise the Panama Canal</strong><br>Cruise from the Atlantic to the Pacific and visit the Panama Canal’s locks—engineering marvels that allow passage of marine traffic above sea level.</p><p class=\"text-start font-monospace\"><strong>Get Active</strong><br>Hike Volcán Barú in Panama (on a clear day, you can see both the Pacific and Atlantic Oceans); go snorkeling or diving, or golf on courses certified by Audubon in Costa Rica.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/central%20america-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/central-america_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e33"
  },
  "name": "europe",
  "title": "Europe Vacation Packages: Memories Await",
  "text": "Europe Vacation Packages: Memories Await Visiting Europe? Welcome to a continent that’s rich in history and modern charisma. Whether you’re traveling solo, with family, or friends, Europe offers countless opportunities to mesmerize you. With easy access to so many diverse countries and cultures, you can wine and dine in the hills of Tuscany one day, and dance the Sardana through the streets of Barcelona the next. Bathe in the baths of Budapest or marvel in the beauty of the Northern Lights in Iceland. There are endless experiences, and Liberty Travel has just the right vacation packages to make it a trip you’ll never forget.",
  "at_a_glance": {
    "text": "<p class=\"text-start font-monospace\">European countries welcome almost a half-billion international visitors per year. Not only is it the most popular destination for Americans traveling overseas, it’s also the easiest.</p>",
    "currency": "",
    "popular_drink": "",
    "tipping_custom": "",
    "must_eat": "",
    "power_up": "",
    "language": "",
    "weather": "",
    "getting_there": "Traveling to Europe is quite simple for American citizens as a visa is not required for countries of the European Union and/or the 26 countries that fall under the Schengen Area (your Liberty Travel consultant will be happy to assist you with this). Once you land in any of these countries, your passport is stamped, leaving you free to travel across borders—so you can go from London to Paris to Netherlands seamlessly. Trains, budget airlines, and cars are the most popular ways to travel around this beautiful continent.",
    "best_time_to_visit": "",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/europe-M.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Travel to Firenze</strong><br>Tucked amid the Tuscan hills,&nbsp;Florence, Italy has renowned museums, stunning architecture, mouthwatering cuisine and Michelangelo's&nbsp;David—need more be said?</p><p class=\"text-start font-monospace\"><strong>Take a break in Barcelona</strong><br>The cosmopolitan feel and bohemian vibe are enhanced by the city’s surreal art and architecture, eclectic street markets and exquisite food.</p><p class=\"text-start font-monospace\"><strong>Stop over at Amsterdam</strong><br>Tour the maze of canals, see the Holocaust through Anne Frank’s eyes, and soak up Van Gogh’s genius on a trip for travelers of all ages.</p><p class=\"text-start font-monospace\"><strong>Get “wowed” by Vienna</strong><br>From imperial palaces and musical masterpieces to a vibrant, contemporary present-day culture, the Austrian capital is a must-visit any time of the year.</p><p class=\"text-start font-monospace\"><strong>Don’t miss Paris</strong><br>More than a place, Paris is an experience. Immerse yourself in its food, culture, fashion, architecture, and of course, its world-class museums.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/europe-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Europe_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e34"
  },
  "name": "indian-ocean",
  "title": "Indian Ocean Vacations: Exotic Getaway",
  "text": "With stunning beaches, blue waters, and pure air, the isles of the Indian Ocean leave its visitors speechless. Seychelles’ untouched beauty will enhance your appreciation of the planet. The unhurried lifestyle and the warmth of the locals in Mauritius will immerse you in the island’s culture. And the sun-soaked Maldives with 1,192 coral islands and unrivaled luxury will leave you asking for more. Whether you’re looking for an adults-only getaway, time with your family, or an all-inclusive resort, Liberty Travel has an Indian Ocean vacation package that’s perfect for you.",
  "at_a_glance": {
    "text": "<p class=\"text-start font-monospace\">The Indian Ocean is home to some of the most amazing getaways on the planet. Fortunately, these unique destinations are quite easily accessible. US citizens need only a valid passport, an onward/return ticket, and sufficient funds to cover their stay. A visa is not required. Modes of transportation within the islands include buses, taxis, flights, speedboats, seaplane, or local dhoni (a multipurpose sailboat).</p>",
    "currency": "",
    "popular_drink": "",
    "tipping_custom": "",
    "must_eat": "",
    "power_up": "",
    "language": "",
    "weather": "",
    "getting_there": "",
    "best_time_to_visit": "",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/indian-ocean-m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Treat your mind, body, and soul</strong><br>The islands and resorts are known for their incredible spas, offering everything from hydro therapy to massages.</p><p class=\"text-start font-monospace\"><strong>Dive and snorkel away</strong><br>The islands are famous for the incredible marine life; bring your waterproof camera for breathtaking underwater photos.</p><p class=\"text-start font-monospace\"><strong>Taste-test tea at Bois Chéri</strong><br>Visit this popular tea estate, Mauritius' oldest plantation, where a range of black, green, herbal, and flavored teas are produced.</p><p class=\"text-start font-monospace\"><strong>Visit a craft fair in Maldives</strong><br>Take a trip to one of the inhabited islands, where local shops sell authentic arts and crafts.</p><p class=\"text-start font-monospace\"><strong>Enjoy French Riviera style at Réunion Island</strong><br>A cultural crossroads, the island blends African, Asian, and European styles; visit charming cafés and bistros overlooking the yachts at Saint-Pierre.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/indian%20ocean-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/indian%20ocean-drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e35"
  },
  "name": "middle-east",
  "title": "Middle East Vacation Packages: Old & New",
  "text": "Whether you’re cruising the dunes of the Arabian desert or basking in luxury at the Burj Al Arab in Dubai, the Middle East brings the best of the old world and the new. In the United Arab Emirates, visit the Abu Dhabi Falcon Hospital and learn about the ancient art of Falconry, a popular UAE pastime. Then, fast forward to the present day and visit Abu Dhabi’s Ferrari World and feel the city’s Grand Prix spirit. Oman offers lush valleys, and cities of forts and minarets. Wherever you’re going in the Middle East, Liberty Travel can connect you with a tailor-made vacation package or deal.",
  "at_a_glance": {
    "text": "<p class=\"text-start font-monospace\"><strong>Visas: </strong>When visiting the Middle East, consider applying for your visa in advance if you want to travel to Egypt, Qatar or Oman. If you are from the United States, or several other approved countries, you can receive a visa to enter the United Arab Emirates upon your arrival. Finally, if you plan to visit Israel during your Middle East trip, it is important to note that some Middle Eastern countries will not admit visitors who have Israeli visas or stamps in their passports.</p><p class=\"text-start font-monospace\"><strong>Female Travelers: </strong>Female travelers to the United Arab Emirates, Egypt, and Oman are not required to wear hijabs or burkas, but local customs generally call for modest dress. Women traveling alone may get questions about their marital status, and should consider group travel, particularly in Egypt.</p><p class=\"text-start font-monospace\"><strong>Safety: </strong>Major cities in the United Arab Emirates, resort and tourist areas in Egypt, and resorts in Oman are considered safe for travel. If you plan to go off the beaten path, do your research or hire a guide.</p>",
    "currency": "",
    "popular_drink": "",
    "tipping_custom": "",
    "must_eat": "",
    "power_up": "",
    "language": "",
    "weather": "",
    "getting_there": "",
    "best_time_to_visit": "",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Middle-East-m%20(2).jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Record-Breaking Treasures at the Sheikh Zayed Grand Mosque</strong><br>Not only is the Sheikh Zayed Grand Mosque in Abu Dhabi one of the largest Mosques in the world, but it also boasts the world’s largest hand-knotted carpet and chandelier.</p><p class=\"text-start font-monospace\"><strong>Souk and Ski</strong><br>Shred the slopes in the world’s only indoor ski resort at Ski Dubai and then treat yourself to some retail therapy—the slopes are located inside the impressive Mall of the Emirates.</p><p class=\"text-start font-monospace\"><strong>The World’s Tallest Building</strong><br>The Burj Khalifa stands an impressive 2,716 feet tall with 160 stories.</p><p class=\"text-start font-monospace\"><strong>Discover the Mosques of Oman</strong><br>After enjoying some sunshine by the Arabian Sea, visit the Sultan Qaboos Grand Mosque and admire contemporary Islamic architecture.</p><p class=\"text-start font-monospace\"><strong>Practice the Art of Haggling at the Muttrah Souq</strong><br>Breathe in Arabian incense and bargain for textiles, jewelry, and spices.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/Middle-East-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/Middle-East_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e36"
  },
  "name": "north-america",
  "title": "North America Vacations: Coast to Coast",
  "text": "North America is vast, diverse, and stunning and your Liberty Travel consultant can help you explore it. Go from the peaks of Banff and Lake Louise to the charming seaside towns of Nova Scotia in Canada. Enjoy a vacation in cities like Toronto and Montréal, or head to the United States and discover New York, San Francisco, or Las Vegas. Escape to Honolulu, the Grand Canyon, and Sonoma, or take an epic road trip. Walt Disney World® in Florida brings magic to the whole family. And then, there’s Mexico: the white sand beaches of Cancún, green sea turtles at Akumal Bay, and Mayan ruins.",
  "at_a_glance": {
    "text": "<p class=\"text-start font-monospace\"><strong>Border Crossings: </strong>To travel between the U.S. and Canada, you will need a U.S. Passport, passport card, or NEXUS card. When traveling to Mexico, bring your U.S. passport, NEXUS, SENTRI, Green Card, residency documentation, Global Entry, or FAST.</p>",
    "currency": "",
    "popular_drink": "",
    "tipping_custom": "",
    "must_eat": "",
    "power_up": "",
    "language": "",
    "weather": "<p class=\"text-start font-monospace\">In Canada, the west coast climate is temperate and mild, but rainy, while the east coast climate varies by the season. Bring layers for the winter and light clothing for the summer</p>.<p class=\"text-start font-monospace\">In the United States, the weather largely depends on where you’re traveling. Florida, Hawaii, and the southwest tend to be warmer and milder (though Florida and the southwest can sometimes be cool in the winter, so you should check before you go), while northern regions change seasonally.</p><p class=\"text-start font-monospace\">In Mexico, the north has cooler winters, while the south remains warm year-round.</p>",
    "getting_there": "",
    "best_time_to_visit": "",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/North%20America-m_0.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Take a Road Trip Across the United States</strong><br>Nothing says American summer like a road trip, so rent a camper van; visit Yosemite, Grand Canyon, Yellowstone, Zion, Acadia, Glacier, Grand Teton, and the Great Smoky Mountains and you’ll have seen some of the major U.S. regions.</p><p class=\"text-start font-monospace\"><strong>Meet Mickey Mouse and Cinderella at Walt Disney World®</strong><br>Walt Disney World® brings magic, wonder, and family fun—and Florida’s mild climate.</p><p class=\"text-start font-monospace\"><strong>Montréal: North America’s Old World City</strong><br>Get a taste of European culture and architecture without crossing the pond in Montréal.</p><p class=\"text-start font-monospace\"><strong>Ski and Hike the Rockies</strong><br>North America’s Rockies span the continent from Canada to Colorado; find slopes to ski and crags to scale.</p><p class=\"text-start font-monospace\"><strong>Beach and Mayan History in Riviera Maya</strong><br>Mexico is known for its ancient Mayan ruins and sugar-white beaches—in Riviera Maya, get authentic Mexican culture, Mayan pyramids, and the beach.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/North%20America-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/North-America_drilldown.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e37"
  },
  "name": "south-america",
  "title": "Discover South America with Liberty Travel",
  "text": "Explore the diverse cultures, ancient history, and the natural beauty of South America with Liberty Travel. Visit the lost city of the Incas in Machu Picchu, trek into the Amazon, see Iguazú Falls, experience Rio’s Carnival celebrations, marvel at Patagonia’s granite towers and glaciers, or travel to the Beagle Channel and Tierra del Fuego, the gateway to Antarctica. Journey to colonial cities where cathedrals sit on the ruins of ancient temples. Beautiful beaches, tango nights, and thrilling adventures await with a Liberty Travel South America vacation package.",
  "at_a_glance": {
    "text": "<p class=\"text-start font-monospace\"><strong>Customs: </strong>Visas may be required for travel to Bolivia, Brazil, Paraguay, Suriname, and Venezuela. Some countries require visitors to pay fees upon entry, and may require that visitors pay fees for tourist cards. Travelers to South America should carry passports that are valid for at least 6 months. Furthermore, some countries have onward or return ticket requirements that must be met upon entry.</p><p class=\"text-start font-monospace\"><strong>Regions: </strong>South America is vast and diverse. Travelers can focus on individual regions for each trip. Some of South America’s most popular regions.</p>",
    "currency": "",
    "popular_drink": "",
    "tipping_custom": "",
    "must_eat": "",
    "power_up": "",
    "language": "",
    "weather": "",
    "getting_there": "From the mountains to the desert to the beaches of the South American Caribbean, let Liberty Travel match you with a vacation to a region in South America that matches your interests.",
    "best_time_to_visit": "",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/South%20America_Widget%20M_701x617.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Journey to Machu Picchu</strong><br>This UNESCO World Heritage Site is an archeological achievement of the Inca civilization set within a dramatic landscape where the Peruvian Andes and the Amazon Basin meet.</p><p class=\"text-start font-monospace\"><strong>See the Perito Moreno Glacier</strong><br>Visit Parque Nacional Los Glaciares in Patagonia to stand before the Perito Moreno Glacier to watch the glacier groaning, cracking, and falling into the sea, a visceral experience.</p><p class=\"text-start font-monospace\"><strong>Visit Rio</strong><br>From the iconic Ipanema Beach to the Christ the Redeemer Statue on Mount Corcovado—Rio is a lively cultural city. Visit in February for the Carnival.</p><p class=\"text-start font-monospace\"><strong>Tango in Buenos Aires</strong><br>Visit a city known for its steakhouses, its nightlife, and its lively art scene.</p><p class=\"text-start font-monospace\"><strong>Explore Lake Titicaca</strong><br>Explore the nearby archeological sites and enjoy some time in the sunshine at the highest navigable lake in the world—the place where the Incas believed the sun was born.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/South-America_Machu-Picchu-Woman_711x712_WIDGET-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/South%20America_Iguazu%20Falls_838x557_WIDGET%20A.jpg"
},
{
  "_id": {
    "$oid": "65eeb2744128bfc9f3b61e38"
  },
  "name": "south-pacific",
  "title": "South Pacific Vacations: Island Bliss",
  "text": "Coral reefs, clear seas, the smell of blossoming flowers, and postcard-perfect beaches—this is the South Pacific. From the remote islands of Fiji, Tahiti, and French Polynesia, to the flawless Cook Islands—if you’re looking to escape, you can live out your castaway fantasies here. With year-round sunshine and fruit you can pluck from the tree, good spirits characterize these island cultures. Whether you want an exotic vacation with your own over-water bungalow in Bora Bora, would like to go diving, or want to explore island culture, your Liberty Travel vacation consultant can take you there.",
  "at_a_glance": {
    "text": "<p class=\"text-start font-monospace\"><strong>Travel to the South Pacific: </strong>Visitors to French Polynesia and Tahiti should have a valid passport, a return airline ticket, and proof of sufficient funds for a stay. When visiting Fiji, make sure you have a passport that is valid for 6 months beyond your planned stay, plus a return airline ticket. To visit the South Pacific islands, you won’t need a visa if you plan to stay for less than 30 days. You will need a passport that is valid for at least 6 months beyond your intended stay and scheduled return. If you plan to island hop, onward tickets are also sufficient to show that you don’t plan to stay forever.</p>",
    "currency": "",
    "popular_drink": "",
    "tipping_custom": "",
    "must_eat": "",
    "power_up": "",
    "language": "",
    "weather": "",
    "getting_there": "",
    "best_time_to_visit": "",
    "place_map_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/South%20Pacific-m.jpg"
  },
  "things_to_do": {
    "content": "<div class=\"field--name-field-description\"><p class=\"text-start font-monospace\"><strong>Go Diving or Snorkeling</strong><br>The South Pacific boasts some of the clearest water and some of the best destinations in the world to dive and snorkel; virtually every island offers diving and snorkeling opportunities just offshore.</p><p class=\"text-start font-monospace\"><strong>Sleep Over the Sea in Bora Bora</strong><br>Stay in an over-water bungalow in Bora Bora, an island surrounded by a protective reef that shelters a dazzling blue lagoon.</p><p class=\"text-start font-monospace\"><strong>Hammocks and Spas in Fiji</strong><br>Fiji spas are renowned for their open-air cabanas overlooking the ocean; after a massage to the sound of the lapping waves, relax in a hammock in the shade.</p><p class=\"text-start font-monospace\"><strong>Wild for Wildlife</strong><br>Sea turtles, stingrays, rare birds, delicate coral reefs—the South Pacific is a naturalist’s dream.</p><p class=\"text-start font-monospace\"><strong>Adventure and Thrills</strong><br>From surfing and jet skiing to golfing and hiking extinct volcanoes—the South Pacific islands offer thrills for every adventurer.</p></div>",
    "things_image_url": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/destination-map-images/South%20Pacific-L.jpg"
  },
  "introImage": "https://oasis-image.blr1.cdn.digitaloceanspaces.com/images/destinations/South-Pacific_drilldown.jpg"
}]